Repository: wp-plugins/category-coloumn
Catalog: languages/category_column-*.po
Languages: nl_nl

source: Donate
nl_nl: Donatie

source: Settings
nl_nl: Instellingen

source: Permalink to
nl_nl: Link naar:

source: Click to toggle
nl_nl: Klicken, om om te schakelen.

source: Styling of the widgets
nl_nl: Styling van de widgets

source: You can enter your own style for the widgets here. This will overwrite the styles of your theme.
nl_nl: Je kunt hier je eigen stijl voor de widgets invoegen. Dat gaat de stijlen van je theme overschrijven.

source: If you leave this empty, you can still style every instance of the widget individually.
nl_nl: Als je dit veld leeg laat, kun je noch steeds elke instantie van de widget individueel aanpassen.

source: If you can&#39;t reach the dynamical style sheet, you&#39;ll have to diplay the styles inline. By clicking here you can do so.
nl_nl: In sommige gevallen kan de dynamische style sheet niet worden geladen. Als je hier klickt, wordt de CSS inline in de HTML

source: Just put some css code here.
nl_nl: Vul hier jouw css code in.

source: Configure the output and looks of the widget. Then display thumbnails and excerpts of posts in your sidebars.
nl_nl: Bepaal de inhoud en het uiterlijk van de widget en laat daarna thumbnails en excerpten van posts in jouw sidebars zien.

source: Title:
nl_nl: Titel:

source: To exclude certain categories or to show just a special category, simply write their ID&#39;s separated by comma (e.g. %s-5, 2, 4%s will show categories 2 and 4 and will exclude category 5):
nl_nl: Om bepaalde categorieën uit te sluiten of om juist een bepaalde categorie te laten zien, typ gewoon hun ID&#39;s gescheiden door een komma (bijv. %s-5,2,4%s zal categorieën 2 en 4 tonen en categorie 5 uitsluiten):

source: Check to show the categories in which the post is filed.
nl_nl: Klik hier, om de categorieën te tonen, onder welke de artikel is gepubliceerd.

source: Give some text that you want in front of the post&#39;s categtories (i.e &#39;filed under&#39;:
nl_nl: Geef hier een zin die voor de categorieën wilt hebben staan (bv. &#39;geplaatst in&#39;:

source: How many posts will be displayed in the sidebar:
nl_nl: Hoeveel posts zullen in de sidebar getoond worden:

source: Offset (how many posts are spared out in the beginning):
nl_nl: Offset (hoeveel posts zullen in het begin niet te zien zijn):

source: Check to have the offset only on your homepage.
nl_nl: Klik hier, om de offset alleen maar op de startpagina te hebben.

source: Width of the thumbnail (in px):
nl_nl: Breedte van de thumbnail (in px):

source: If wanting a border around the image, write the style here. %s would make it a black border, 1px wide.
nl_nl: Als je een rand rond de afbeelding wilt, schrijf de stijl hier. %s zou een zwarte rand van 1px breedte geven.

source: Weight of the Post Title:
nl_nl: Gewicht van de Rubrik:

source: Check to display only the headline of the post.
nl_nl: Klik hier, om alleen de rubriek te tonen.

source: In case there is no excerpt defined, how many sentences are displayed:
nl_nl: Hoeveel zinnen van de post zullen te zien zijn, als er geen excerpt gedefinieerd is:

source: Check to display words instead of sentences.
nl_nl: Klik hier, om woorden in plaats van zinnen te tonen.

source: Check to have each sentense in a new line.
nl_nl: Klik hier, om elke zin in een nieuwe lijn te hebben.

source: If you want a line between the posts, this is the height in px (if not wanting a line, leave emtpy):
nl_nl: Als je een lijn tussen de posts wilt, is dit de hoogte in px (gewoon leeg laten, om geen lijn te hebben):

source: The color of the line (e.g. #cccccc):
nl_nl: De kleur van die lijn (bv. #cccccc):

source: Here you can finally style the widget. Simply type something like%1$s%2$sborder-left: 1px dashed;%2$sborder-color: #000000;%3$s%2$sto get just a dashed black line on the left. If you leave that section empty, your theme will style the widget.
nl_nl: Hier bepaal je tenslotte de stijl van de widget. Typ gewoon iets als%1$s%2$sborder-left: 1px dashed;%2$sborder-color: #000000;%3$s%2$som een zwarte gestreepte lijn aan de linker kant te hebben. Als je dit leeg laat, zal het theme de stijl van de widget bepalen.
